IdeaRS.OpenModel.Model.Member2D
Representation of member2D

IdeaRS.OpenModel.Model.Member2D.#ctor
Constructor

IdeaRS.OpenModel.Model.Member2D.Name
Name of Member

IdeaRS.OpenModel.Model.Member2D.Elements2D
Array of element2D
Returns: List of Element2D

IdeaRS.OpenModel.Model.Member2D.Members1D
Array of internal members, ribs